Repository: barschool/expo-form
Catalog: Locale/*/LC_MESSAGES/messages.po
Languages: da_dk, fr_fr, sv_se

source: First Name
da_dk: Fornavn
fr_fr: Prénom
sv_se: Förnamn

source: Please enter your first name
da_dk: Indsæt dit fornavn
fr_fr: Indique ton prénom STP
sv_se: Fyll i ditt förnamn

source: Last Name
da_dk: Efternavn
fr_fr: Nom
sv_se: Efternamn

source: Please enter your last name
da_dk: Indsæt dit efternavn
fr_fr: Indique ton nom STP
sv_se: Fyll i ditt efternamn

source: Please enter your email
da_dk: Indsæt din email
fr_fr: Indique ton adresse email STP
sv_se: Fyll i din e-postadress

source: Please enter a valid email
da_dk: Indsæt din gyldige email
fr_fr: Indique une adresse email valide STP
sv_se: Fyll i en giltig e-postadress

source: Email domain don't exist
da_dk: e-mailen eksisterer ikke
fr_fr: L'adresse email indiquée n'existe pas
sv_se: E-postadressen finns inte

source: Please enter your phonenumber
da_dk: Indsæt dit telefonnummer
fr_fr: Indique ton numéro de téléphone STP
sv_se: Fyll i ditt telefonnummer

source: Please enter a valid phonenumber
da_dk: Indsæt et gyldigt telefonnummer
fr_fr: Indique un numéro de téléphone valide STP
sv_se: Fyll i ett giltigt telefonnummer

source: Your 3 favorite destinations...
sv_se: Dina tre favorit-destinationer...

source: Your Age...
sv_se: Din ålder...

source: Submit
da_dk: Indsende
fr_fr: Envoyer
sv_se: Skicka

source: Thank you!
sv_se: Tack!

source: We have sent more info to your email.
sv_se: Vi har skickat mer information till din email.
